[
  {
    "id": 1,
    "done": "गुरु गोविंद दोउ खड़े, काके लागूं पाँय । बलिहारी गुरु आपने, गोविंद दियो मिलाय॥",
    "hindi": "कबीर दास जी इस दोहे में कहते हैं कि अगर हमारे सामने गुरु और भगवान दोनों एक साथ खड़े हों तो आप किसके चरण स्पर्श करेंगे? गुरु ने अपने ज्ञान से ही हमें भगवान से मिलने का रास्ता बताया है इसलिए गुरु की महिमा भगवान से भी ऊपर है और हमें गुरु के चरण स्पर्श करने चाहिए।",
    "english": "Here Kabir says Teacher is even greater than God. He says, if teacher and God are both in front of me, who will I greet first. He then says, it is only because of teacher’s teaching that I am able to see God."
  },

  {
    "id": 2,
    "dohe": "बडा हुआ तो क्या हुआ जैसे पेड़ खजूर । पंथी को छाया नही फल लागे अति दूर ॥",
    "hindi": "कबीर कहते हैं, कि सिर्फ बड़े होने से कुछ नहीं होता. उदाहरण के लिए खजूर का पेड़, जो इतना बड़ा होता है पर ना तो किसी यात्री को धूप के समय छाया दे सकता है, ना ही उसके फल कोई आसानी से तोड़ के अपनी भूख मिटा सकता है .",
    "english": "It is no use being very big or rich if you can not do any good to others. For example, Palm tree is also very tall, but it is of no use to a traveller as it provides no shade and the fruit is also at the top, so noone can eat easily."
  },
  {
    "id": 3,
    "dohe": "दुःख में सुमिरन सब करे, सुख में करे न कोय । जो सुख में सुमिरन करे, तो दुःख काहे को होय ।",
    "hindi": "दुःख में हर इंसान ईश्वर को याद करता है लेकिन सुख में सब ईश्वर को भूल जाते हैं। अगर सुख में भी ईश्वर को याद करो तो दुःख कभी आएगा ही नहीं।",
    "english": "It is no use being very big or rich if you can not do any good to others. For example, Palm tree is also very tall, but it is of no use to a traveller as it provides no shade and the fruit is also at the top, so noone can eat easily."
  },
  {
    "id": 4,
    "dohe": "पाथर पूजे हरि मिले , तो मैं पूजू पहाड़ .घर की चाकी कोई ना पूजे, जाको पीस खाए संसार",
    "hindi": "कबीर कहते हैं कि यदि पत्थर कि मूर्ती कि पूजा करने से भगवान् मिल जाते तो मैं पहाड़ कि पूजा कर लेता हूँ .उसकी जगह कोई घर की चक्की की पूजा कोई नहीं करता , जिसमे अन्न पीस कर लोग अपना पेट भरते हैं .",
    "english": "Kabir says people worship idols made from stone. If it was possible to reach God this way, he would worship a Hill."
  },
  {
    "id": 5,
    "dohe": "ऐसी बानी बोलिए, मन का आपा खोय | औरन को शीतल करे, आपहु शीतल होय |",
    "hindi": "कबीर कहते हैं कि ऐसी वाणी में बात कीजिये, जिससे सब का मन भाव विभोर हो जाए। आपकी मधुर वाणी सुनकर आप स्वयं भी शीतल हो और जो सुने वो भि प्रसन्न हो जाए।",
    "english": "Kabir das says in this couplet that one should speak in such sweet language which makes everyone happy, not just yourself but also others who listen to you."
  },
  {
    "id": 6,
    "dohe": "अति का भला न बोलना, अति की भली न चूप,अति का भला न बरसना, अति की भली न धूप।",
    "hindi": "कबीर कहते हैं कि न तो अधिक बोलना अच्छा है, न ही अधिक चुप रहना ही ठीक है. जैसे बहुत अधिक वर्षा भी अच्छी नहीं और बहुत अधिक धूप भी अच्छी नहीं है. अतः हमें संयम के साथ रहना चाहिए।",
    "english": "Sant Kabir das says in this couplet that too much of anything is bad, so one must exercise control and be moderate in everything. Too much talking is not good, neither is too much quietness. Just like how too much rain is not good and neither is too much sunshine."
  },
  {
    "id": 6,
    "dohe": "माटी कहे कुम्हार से, तु क्या रौंदे मोय । एक दिन ऐसा आएगा, मैं रौंदूगी तोय ॥",
    "hindi": "मिटटी कुम्हार से कहती है कि आज तो तू मुझे पैरों के नीचे रोंद रहा है . पर एक दिन ऐसा आएगा जब तू मेरे नीचे होगा और मैं तेरे ऊपर होउंगी . अर्थात मृत्यु के बाद सब मिटटी के नीचे ही होते हैं .",
    "english": "Soil tell the pot maker, you think you are kicking me and kneading me with your feet. There will be a day when you will be below me (after death) , I will knead you."
  }
]
